Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.e4bf5e7357de
source: Health保存失敗・アプリ履歴は保存済み
ar_sa: فشل حفظ الصحة/تم حفظ سجل التطبيقات
ca: No s'ha pogut desar la salut/Historial d'aplicacions desat
cs: Uložení Health selhalo, ale historie aplikací byla uložena.
da: Sundhedsdata gemt - apphistorik er gemt
de_de: Gesundheitsdaten gespeichert, App-Historie ist gespeichert
el: Αποτυχία αποθήκευσης στην εφαρμογή, αλλά το ιστορικό είναι αποθηκευμένο.
en_au: Health saved successfully, app history is saved.
es_es: Guardado de Health fallido, pero el historial de la aplicación está guardado.
fi: Terveystiedot tallennettu, sovellushistoria on tallennettu.
fr_ca: Sauvegarde Health échouée, l'historique des applications est sauvegardé.
gu: હેલ્થ સેવ નિષ્ફળ - એપ્લિકેશન હિસ્ટ્રી સેવ કરેલી છે.
he: שמירת בריאות נכשלה, היסטוריית האפליקציה שומרת
hi: स्वास्थ्य डेटा सहेजने में विफल, लेकिन ऐप इतिहास सहेजा गया है।
hr: Podaci o zdravlju nisu spremljeni, ali je povijest aktivnosti spremljena.
hu: Az egészségadatok mentve, de az alkalmazás előzményei nem.
id: Penyimpanan Kesehatan gagal, riwayat aplikasi tersimpan.
it: Salvataggio Health fallito, la cronologia è stata salvata.
ko: 건강 정보 저장 실패, 앱 기록은 저장됨
mr: हेल्थ डेटा सेव्ह करण्यात अयशस्वी, ॲप इतिहास सेव्ह केले आहे.
ms: Penyimpanan Health gagal, tetapi sejarah aplikasi disimpan.
nl_nl: Gezondheidsgegevens opgeslagen, appgeschiedenis is opgeslagen.
no: Lagring av helseinformasjon mislyktes, men app-historikken er lagret.
pl: Zapis Health zakończony, historia aplikacji zapisana.
pt_br: Dados de saúde salvos, histórico do aplicativo salvo
pt_pt: Dados de saúde salvos, histórico do aplicativo salvo
ro: Salvare Health eșuată, dar istoricul aplicației este salvat.
ru: Данные о здоровье сохранены, история приложений - нет.
sk: Informácie o zdraví boli uložené, história aplikácií nie.
sl: Zapisano v zdravstveni aplikaciji, zgodovina pa shranjena.
sv: Hälsa sparad, apphistorik är sparad.
ta: சுகாதாரத் தகவலைச் சேமிக்க முடியவில்லை, ஆனால் பயன்பாட்டு வரலாறு சேமிக்கப்பட்டுள்ளது.
te: ఆరోగ్యం నిల్వ విఫలమైంది, అప్లికేషన్ చరిత్ర నిల్వ చేయబడింది
th: บันทึกสุขภาพล้มเหลว แต่ประวัติแอปยังคงถูกบันทึก
tr: Sağlık verileri kaydedilemedi, uygulama geçmişi kaydedildi.
uk: Збережено в Health, історія додатку збережена.
vi: Lưu Health không thành công, nhưng lịch sử đã được lưu.
zh_hans: 健康保存失败，应用历史已保存
zh_hant: Health保存失败，应用历史已保存

# training.e55f47a9e83d
source: Apple Watch接続が一時停止しています
ar_sa: تم إيقاف اتصال Apple Watch مؤقتًا
ca: Apple WatchLa connexió està en pausa
cs: Připojení k Apple Watch bylo dočasně přerušeno.
da: Apple Watch-forbindelsen er midlertidigt afbrudt.
de_de: Die Verbindung zu Ihrem Apple Watch ist vorübergehend unterbrochen.
el: Η σύνδεση με το Apple Watch είναι προσωρινά διακομισμένη.
en_au: Apple Watch connection is temporarily paused.
es_es: La conexión con Apple Watch está temporalmente interrumpida.
fi: Apple Watch -yhteys on tilapäisesti keskeytetty.
fr_ca: La connexion avec Apple Watch est temporairement interrompue.
gu: એપલ વૉચ કનેક્શન અસ્થાયી રૂપે બંધ છે.
he: חיבור ה-Apple Watch מושהה זמנית.
hi: Apple Watch कनेक्शन अस्थायी रूप से बंद है।
hr: Veza s Apple Watchom je privremeno prekinuta.
hu: Az Apple Watch-hoz való kapcsolat ideiglenesen megszakadt.
id: Koneksi dengan Apple Watch sedang terputus sementara.
it: La connessione con Apple Watch è temporaneamente interrotta.
ko: Apple Watch 연결이 일시 중지되었습니다.
mr: ॲपल वॉच कनेक्शन तात्पुरते थांबले आहे.
ms: Sambungan Apple Watch sedang ditangguhkan sementara.
nl_nl: De verbinding met Apple Watch is tijdelijk onderbroken.
no: Apple Watch-tilkoblingen er midlertidig stoppet.
pl: Połączenie z Apple Watch jest tymczasowo przerwane.
pt_br: A conexão com o Apple Watch está temporariamente interrompida.
pt_pt: A conexão com o Apple Watch está temporariamente interrompida.
ro: Conexiunea cu Apple Watch este temporar întreruptă.
ru: Соединение с Apple Watch временно приостановлено.
sk: Pripojenie k Apple Watch je dočasne prerušené.
sl: Povezava z Apple Watch je začasno prekinjena.
sv: Apple Watch-anslutningen är tillfälligt avstängd.
ta: ஆப்பிள் வாட்ச் இணைப்பு தற்காலிகமாக நிறுத்தப்பட்டுள்ளது.
te: Apple వాచ్ కనెక్షన్ తాత్కాలికంగా నిలిపివేయబడింది
th: การเชื่อมต่อ Apple Watch ถูกระงับชั่วคราว
tr: Apple Watch bağlantısı geçici olarak kesildi.
uk: З'єднання з Apple Watch тимчасово призупинено.
vi: Kết nối với Apple Watch đang tạm dừng.
zh_hans: Apple Watch连接已暂停
zh_hant: Apple Watch连接已暂停

# training.e5c5dcd8769a
source: Apple Watchの記録を保存する準備ができていません
ar_sa: سجل Apple Watch غير جاهز للحفظ
ca: El registre Apple Watch no està preparat per desar-lo
cs: Není připraveno pro uložení dat z Apple Watch.
da: Apple Watch-dataene er ikke klar til at blive gemt
de_de: Die Aufzeichnungen von der Apple Watch sind noch nicht bereit zum Speichern.
el: Δεν είμαι έτοιμος/η για την αποθήκευση των καταγραφών από το Apple Watch.
en_au: Not ready to save the Apple Watch records
es_es: No estoy listo para guardar los datos del Apple Watch
fi: Apple Watchin tiedot eivät ole vielä valmiita tallentamiseen
fr_ca: Préparation pour la sauvegarde des données de l'Apple Watch
gu: Apple Watch ના રેકોર્ડ સાચવવા માટે તૈયાર નથી
he: התכוננתי לשמירת הנתונים של Apple Watch
hi: Apple Watch की जानकारी सेव करने के लिए तैयार नहीं हैं।
hr: Nisam spreman za spremanje podataka s Apple Watcha
hu: Az Apple Watch adatai nem készen állnak a mentésre
id: Belum siap untuk menyimpan catatan dari Apple Watch
it: Non sono ancora pronto a salvare i dati dell'Apple Watch
ko: Apple Watch의 기록을 저장할 준비가 되어 있지 않습니다.
mr: Apple Watch मधील नोंदी सेव्ह करण्यासाठी तयार नाही
ms: S belum bersedia untuk menyimpan rekod Apple Watch
nl_nl: Ik ben nog niet klaar om gegevens van Apple Watch op te slaan.
no: Apple Watch-data er ikke klare for å lagres
pl: Nie jestem jeszcze gotowy do zapisania danych z Apple Watch
pt_br: Não estou pronto para salvar os registros do Apple Watch
pt_pt: Não estou pronto para salvar os registros do Apple Watch
ro: Nu sunt pregătit pentru a salva înregistrarea de pe Apple Watch
ru: Данные с Apple Watch не готовы к сохранению
sk: Nemám pripravené na uloženie záznamov z Apple Watch
sl: Nismo pripravljeni shraniti podatkov s Apple Watch.
sv: Jag är inte redo att spara Apple Watches data
ta: Apple Watch பதிவுகளை சேமிக்க தயாராக இல்லை
te: Apple Watch యొక్క రికార్డులను నిల్వ చేయడానికి సిద్ధంగా లేము
th: ยังไม่พร้อมสำหรับการบันทึกข้อมูลจาก Apple Watch
tr: Apple Watch'tan kaydedilen verileri kaydetmeye hazır değilim
uk: Я ще не готовий до збереження записів з Apple Watch
vi: Tôi chưa sẵn sàng để lưu dữ liệu từ Apple Watch
zh_hans: Apple Watch尚未准备好保存记录
zh_hant: 准备好保存Apple Watch上的记录

# training.e696e3ae3665
source: ケーブルクロスオーバー
ar_sa: كروس الكابل
ca: encreuament de cables
cs: Cvičení s činkou (křížení)
da: Kabel crossover
de_de: Gewichts-Kreuzheben
el: Κάμψεις με λάστιχο διαγώνια
en_au: Cable Cross Over
es_es: Remo cruzado
fi: Kaapelin ylähyllyt
fr_ca: Écartement avec haltère
gu: કેબલ ક્રોસઓવર
he: חצייה של חבל
hi: केबल क्रॉसओवर
hr: Krozno korištenje kabela
hu: Kábel átlépés
id: Cable Cross Over
it: Cross over con manubrio
ko: 케이블 크로스오버
mr: केबल क्रॉसओवर
ms: Cable Cross Over
nl_nl: Kabel crossover
no: Kabel-kryss
pl: Ćwiczenie: Kabel Cross Over
pt_br: Remada cruzada
pt_pt: Remada cruzada
ro: Cablu crossover
ru: Катушка, перекрестное движение
sk: Cvičenie s lanom (prechod)
sl: Kavlično prečkanje
sv: Armhäv korsvis
ta: கேபிள் கிராஸ்ஓவர்
te: కేబుల్ క్రాస్ ఓవర్
th: คาร์ลข้าม
tr: Kabel Cross Over (Kabarık çapraz kaldırma)
uk: Турнік з перехрестям
vi: Cable Cross Over
zh_hans: 绳索交叉
zh_hant: 繩索交叉

# training.e7426ea8f8c7
source: トレーニングは未記録
ar_sa: لم يتم تسجيل التدريب
ca: Entrenament no gravat
cs: Trénink nebyl zaznamenán
da: Ingen træning registreret
de_de: Kein Trainingsverlauf vorhanden
el: Η άσκηση δεν έχει καταγραφεί
en_au: Workout not recorded
es_es: El entrenamiento no está registrado
fi: Harjoittelua ei ole tallennettu
fr_ca: Aucune activité enregistrée
gu: તાલીમની માહિતી ઉપલબ્ધ નથી
he: אין רישום אימון
hi: प्रशिक्षण का रिकॉर्ड नहीं है
hr: Treniranje nije zabilježeno
hu: Az edzés nem rögzítve
id: Tidak ada catatan latihan
it: L'allenamento non è stato registrato
ko: 운동 기록 없음
mr: प्रशिक्षण रेकॉर्ड केलेले नाही
ms: Latihan belum dicatat
nl_nl: Geen training gegevens gevonden
no: Ingen treningsdata registrert
pl: Trening nie został zarejestrowany
pt_br: Treino não registrado
pt_pt: Treino não registrado
ro: Antrenamentul nu a fost înregistrat
ru: Тренировка не записана
sk: Tréning nebol zaznamenaný
sl: Trening še ni zabeležen
sv: Ingen träning registrerad
ta: பயிற்சி பதிவு செய்யப்படவில்லை
te: వ్యాయామం రికార్డ్ చేయలేదు
th: ยังไม่มีบันทึกการออกกำลังกาย
tr: Egzersiz kaydedilmedi
uk: Тренування не записано
vi: Không có dữ liệu huấn luyện
zh_hans: 未记录的训练
zh_hant: 訓練紀錄不存在

# training.e7954b54321d
source: 次の月
ar_sa: الشهر المقبل
ca: el mes vinent
cs: Další měsíc
da: Næste måned
de_de: Nächster Monat
el: Επόμενος μήνας
en_au: Next Month
es_es: Próximo mes
fi: Seuraava kuukausi
fr_ca: Prochain mois
gu: આગામી માસ
he: החודש הבא
hi: अगला महीना
hr: Sljedeći mjesec.
hu: Következő hónap
id: Bulan Berikutnya
it: Prossimo mese
ko: 다음 달
mr: पुढील महिना
ms: Bulan Berikut
nl_nl: Volgende maand
no: Neste måned
pl: Następny miesiąc
pt_br: Próximo mês
pt_pt: Próximo mês
ro: Luna următoare
ru: Следующий месяц
sk: Nasledujúci mesiac
sl: Naslednji mesec
sv: Nästa månad
ta: அடுத்த மாதம்
te: తదుపరి నెల
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступний місяць
vi: Tháng tiếp theo
zh_hans: 下个月
zh_hant: 下个月

# training.e79acd05d832
source: 達成率
ar_sa: معدل الإنجاز
ca: Taxa d'assoliment
cs: Procento dosažených cílů
da: Resultatniveauet.
de_de: Erfolgsgrad
el: Ποσοστό Επιτυχίας
en_au: Achievement rate
es_es: Porcentaje de logro
fi: Saavutusprosentti
fr_ca: Pourcentage de réalisation
gu: સફળતા દર
he: אחוז הצלחה
hi: पूर्णता दर
hr: Stopa postignuća
hu: Elért százalék
id: Persentase pencapaian
it: Percentuale di completamento
ko: 달성률
mr: यशस्वी दर
ms: Peratusan pencapaian
nl_nl: Percentage voltooiing
no: Prosentandel oppnådd
pl: Procent osiągnięcia
pt_br: Taxa de conquista
pt_pt: Taxa de conquista
ro: Procentajul realizării
ru: Процент достижения
sk: Miera dosiahnutia
sl: Procentualni uspeh
sv: Procentuell framgång
ta: சாதன சதவீதம்
te: సాధించిన శాతం
th: เปอร์เซ็นต์ความสำเร็จ
tr: Başarı oranı
uk: Відсоток досягнення
vi: Tỷ lệ hoàn thành
zh_hans: 达成率

# training.e82a5f19c417
source: 種目名・部位・手法
ar_sa: اسم الحدث/الجزء/الطريقة
ca: Nom/part/mètode de l'esdeveniment
cs: Název kategorie a část těla a metoda
da: Øvelsens navn, muskelgruppe, metode
de_de: Übungstyp, Muskelgruppe, Methode
el: Όνομα άσκησης, Μέρος σώματος, Τεχνική
en_au: Exercise Name, Muscle Group, Technique
es_es: Nombre del ejercicio, grupo muscular, técnica
fi: Lajin nimi, osa, tekniikka
fr_ca: Nom de la catégorie, partie du corps, méthode
gu: પ્રકારનું નામ, ભાગ, પદ્ધતિ
he: שם הפעילות, אזור גוף, שיטה
hi: व्यायाम का नाम, मांसपेशी, तकनीक
hr: Naziv kategorije, dio tijela, metoda
hu: Kategória neve, izomcsoport, technika
id: Nama Latihan & Bagian Tubuh & Metode
it: Nome dell'esercizio, parte del corpo, metodo
ko: 운동 종류 및 부위, 방법
mr: प्रकाराचे नाव, भाग आणि पद्धत
ms: Nama Latihan & Bagian Tubuh & Teknik
nl_nl: Naam, spiergroep en methode
no: Øvelsenavn, muskelgruppe, metode
pl: Nazwa ćwiczenia, część ciała, metoda
pt_br: Nome do exercício, parte do corpo, método
pt_pt: Nome do exercício, parte do corpo, método
ro: Numele exercițiului, zona, metoda
ru: Название категории, мышцы, техника
sk: Názov cvičenia, časť tela, metóda
sl: Ime vrste, del telesa, metoda
sv: Övningstyp, muskelgrupp, teknik
ta: பயிற்சி வகை பெயர், பகுதி, முறை
te: విభాగం పేరు, భాగం, పద్ధతి
th: ชื่อประเภท, ส่วน, เทคนิค
tr: Egzersiz Adı, Bölüm, Teknik
uk: Назва вправи, частина тіла, метод
vi: Tên bài tập, bộ phận, kỹ thuật
zh_hans: 项目名称、部位和方法
zh_hant: 項目名稱、部位和方法

# training.e8f06ffa02b6
source: 記録せず閉じる
ar_sa: إغلاق بدون تسجيل
ca: Tanca sense gravar
cs: Zrušit a zavřít
da: Slet og luk
de_de: Daten löschen und schließen
el: Αποθήκευση και κλείσιμο
en_au: Close without saving
es_es: Cerrar sin guardar
fi: Älä tallenna ja sulje
fr_ca: Ne pas enregistrer et fermer
gu: તે રેકોર્ડિંગ વગર બંધ થાય છે.
he: סגור בלי לשמור
hi: रिकॉर्ड न करके बंद करें
hr: Zatvoriti bez spremanja
hu: Elzár, nem mentve
id: Tidak mencatat dan menutup
it: Chiudi senza salvare
ko: 기록 없이 종료
mr: नोंद न करून बंद करा
ms: Lupakan dan tutup
nl_nl: Sluit en sla opslag op
no: Avslutt uten å lagre
pl: Zamknąć bez zapisywania
pt_br: Salvar e fechar
pt_pt: Salvar e fechar
ro: Închide fără a salva
ru: Закрыть без сохранения
sk: Zrušiť a zavrieť
sl: Zavi, ne shranjuj
sv: Avsluta utan att spara
ta: பதிவு செய்யாமல் மூடவும்
te: రికార్డ్ చేయకుండా మూసివేయండి
th: ปิดโดยไม่บันทึก
tr: Kaydetmeyi iptal et ve çıkış yap
uk: Закрити без збереження
vi: Bỏ qua và đóng
zh_hans: 不记录，关闭
zh_hant: 取消記錄並關閉

# training.e99c824f7ff9
source: {{value1}} {{value2}} → {{value3}}（{{value4}}セット）
ar_sa: {{value1}} {{value2}} → {{value3}} (مجموعة {{value4}})
ca: {{value1}} {{value2}} → {{value3}} (conjunt de {{value4}})
cs: {{value1}} {{value2}} → {{value3}} ({{value4}} sérií)
da: {{value1}} {{value2}}→{{value3}}({{value4}}Pakke)
de_de: {{value1}} {{value2}} → {{value3}} ({{value4}} Sätze)
el: {{value1}} {{value2}} → {{value3}} ({{value4}} σετ)
en_au: {{value1}} {{value2}} → {{value3}} ({{value4}} sets)
es_es: {{value1}} {{value2}} → {{value3}} ({{value4}} repeticiones)
fi: {{value1}} {{value2}} → {{value3}} ({{value4}} sarjaa)
fr_ca: {{value1}} {{value2}} → {{value3}} ({{value4}} séries)
gu: {{value1}} {{value2}} → {{value3}} ({{value4}} સેટ)
he: {{value1}} {{value2}} → {{value3}} ({{value4}} סטים)
hi: {{value1}} {{value2}} → {{value3}} ({{value4}} सेट)
hr: {{value1}} {{value2}} → {{value3}} ({{value4}} puta)
hu: {{value1}} {{value2}} → {{value3}} ({{value4}} alkalom)
id: {{value1}} {{value2}} → {{value3}} ({{value4}} set)
it: {{value1}} {{value2}} → {{value3}} ({{value4}} serie)
ko: {{value1}} {{value2}} → {{value3}}（{{value4}}세트）
mr: {{value1}} {{value2}} → {{value3}} ({{value4}} सेट)
ms: {{value1}} {{value2}} → {{value3}} ({{value4}} Set
nl_nl: {{value1}} {{value2}} → {{value3}} ({{value4}} (Pakket)
no: {{value1}} {{value2}} → {{value3}} ({{value4}} sett)
pl: {{value1}} {{value2}} → {{value3}} ({{value4}} zestawów)
pt_br: {{value1}} {{value2}} → {{value3}} ({{value4}} séries)
pt_pt: {{value1}} {{value2}} → {{value3}} ({{value4}} séries)
ro: {{value1}} {{value2}} → {{value3}} ({{value4}} seturi)
ru: {{value1}} {{value2}} → {{value3}} ({{value4}} подходов)
sk: {{value1}} {{value2}} → {{value3}} ({{value4}} opakovaní)
sl: {{value1}} {{value2}} → {{value3}} ({{value4}} nastavitev)
sv: {{value1}} {{value2}} → {{value3}} ({{value4}} set)
ta: {{value1}} {{value2}} → {{value3}} ({{value4}} தொகுப்பு)
te: {{value1}} {{value2}} → {{value3}} ({{value4}} సెట్లు)
th: {{value1}} {{value2}} → {{value3}} ({{value4}} ชุด)
tr: {{value1}} {{value2}} → {{value3}} ({{value4}} set)
uk: {{value1}} {{value2}} → {{value3}} ({{value4}} підходів)
vi: {{value1}} {{value2}} → {{value3}} ({{value4}} (Bộ)
zh_hans: {{value1}} {{value2}} → {{value3}}（{{value4}}个）
zh_hant: {{value1}} {{value2}} → {{value3}}（{{value4}} 組）

# training.e9af98302821
source: Watchライブ
ar_sa: مشاهدة مباشرة
ca: Veure en directe
cs: Live Watch
da: Live med Watch
de_de: Live-Überwachung
el: Live Watch
en_au: Live Watch data
es_es: Watch en vivo
fi: Live-seuranta
fr_ca: Watch en direct
gu: "વોચ" લાઇવ
he: Watch לייב
hi: लाइव वॉच
hr: Živo snimanje s uređaja Watch
hu: Live Watch
id: Watch langsung
it: Live tracking
ko: 워치 라이브
mr: लाइव्ह वॉच
ms: Watch langsung
nl_nl: Live met de Watch
no: Live-opptak med Watch
pl: Watch na żywo
pt_br: Watch ao vivo
pt_pt: Watch ao vivo
ro: Watch live
ru: Watch Live
sk: Live s Watch
sl: Živostni podatki Watch
sv: Live-funktion för Watch
ta: வாட்ச் நேரலை
te: వాచ్ లైవ్
th: Watch แบบสด
tr: Live Watch
uk: "Watch" в прямому ефірі
vi: Watch trực tiếp
zh_hans: Watch 实时监测
zh_hant: Watch 實時追蹤

# training.eb204e77e96f
source: 全身軽め
ar_sa: ضوء الجسم كله
ca: Tot el cos lleuger
cs: Lehké celé tělo
da: Let helkrop
de_de: Leichte Gesamtübung
el: Ολόκληρο το σώμα, ελαφρύ πρόγραμμα
en_au: Light Full Body
es_es: Entrenamiento completo ligero
fi: Kevyt koko kehon versio
fr_ca: Entier léger
gu: સંપૂર્ણ હળવું
he: כל הגוף קל
hi: हल्के पूरे शरीर
hr: U redu je.
hu: Könnyű teljes test
id: Seluruh tubuh Ringan
it: Corpo intero leggero
ko: 가벼운 전신
mr: हलके व्यायाम
ms: Seluruh badan ringan
nl_nl: Licht vollen lichaam
no: Lett hele kroppen
pl: Całe ciało - lekka wersja
pt_br: Corpo inteiro Leve
pt_pt: Corpo inteiro Leve
ro: Nu-mi pasă de tine.
ru: Легкая версия для всего тела
sk: Celokrčné s menším zaťažím
sl: Vse je v redu.
sv: Lätt helkropp
ta: லேசான முழு உடல்
te: పూర్తి శరీరం తేలికగా
th: ทั้งตัว เบา
tr: Hafif tam vücut
uk: Легке все тіло
vi: Toàn thân nhẹ nhàng
zh_hans: 轻量版
zh_hant: 輕量全身

# training.eb836dfced6d
source: {{value1}}のフォーム参考画像。主な部位は{{value2}}、{{value3}}を使って{{value4}}種目です
ar_sa: الصورة المرجعية للنموذج {{value1}}. الأجزاء الرئيسية هي {{value4}} باستخدام {{value2}} و{{value3}}
ca: Imatge de referència del formulari de {{value1}}. Les parts principals són {{value4}} utilitzant {{value2}} i {{value3}}
cs: Ukázka formuláře pro {{value1}}. Hlavní cvičení jsou {{value2}}, {{value3}} a {{value4}} položek.
da: Brug {{value1}} som reference. De primære øvelser er {{value2}}, {{value3}} og {{value4}}.
de_de: Beispielbild für «{{value1}}». Hauptbereiche sind «{{value2}}», «{{value3}}» und «{{value4}}» Übungen.
el: Παράδειγμα φόρμας από το {{value1}}. Οι κύριες ασκήσεις είναι με χρήση των {{value2}} και {{value3}}, σε {{value4}} είδους.
en_au: Example form for {{value1}}. Main exercises are {{value2}}, {{value3}} using {{value4}} items.
es_es: Imagen de referencia del formulario de {{value1}}. Los principales ejercicios son {{value2}}, {{value3}} y {{value4}}
fi: {{value1}}: Esimerkkikuva. Pääasialliset kohdat ovat {{value2}}, {{value3}} ja harjoitetaan {{value4}}-tyyppisiä liikkeitä.
fr_ca: Image de référence pour le formulaire {{value1}}. Les principaux exercices sont {{value2}}, {{value3}} et {{value4}}
gu: {{value1}} ના ફોર્મનું ઉદાહરણ. મુખ્ય ભાગો {{value2}}, {{value3}} નો ઉપયોગ કરીને {{value4}} પ્રકારની કસરતો છે
he: תמונת יישום לדוגמה עבור {{value1}}. העיסוקים העיקריים הם {{value2}}, {{value3}} עם {{value4}} פעילויות.
hi: {{value1}} के फॉर्म का उदाहरण। मुख्य भाग {{value2}}, {{value3}} का उपयोग करके {{value4}} प्रकार की गतिविधियाँ हैं
hr: Primjer obrasca za {{value1}}. Glavne dijelove koristite za {{value2}}, {{value3}} i {{value4}} aktivnosti.
hu: {{value1}}-hez tartozó beállítások. A fő részek: {{value2}}, {{value3}}, és a következő edzések: {{value4}}.
id: Gambar referensi formulir untuk {{value1}}. Bagian utama menggunakan {{value2}}, {{value3}} untuk {{value4}} jenis latihan.
it: Immagine di riferimento del modulo {{value1}}. Gli esercizi principali sono {{value2}}, {{value3}} e {{value4}}
ko: {{value1}}의 폼 참고 이미지. 주요 부위는 {{value2}}, {{value3}}을 사용하여 {{value4}} 종류입니다
mr: {{value1}} चा फॉर्म, मुख्य भाग {{value2}}, {{value3}} वापरून {{value4}} प्रकारच्या व्यायामाचा संदर्भ प्रतिमा.
ms: Gambar contoh borang {{value1}}. Bahagian utama ialah {{value2}}, {{value3}} menggunakan {{value4}} jenis latihan.
nl_nl: Voorbeeld van het formulier voor {{value1}}. De belangrijkste spiergroepen zijn {{value2}} en {{value3}}, waarbij {{value4}} oefeningen worden uitgevoerd.
no: Bruk {{value1}} som referanse. Hovedfokus er på {{value2}} og {{value3}}, med {{value4}} øvelser.
pl: Przykładowe zdjęcie formularza dla {{value1}}. Głównymi grupami mięśni są {{value2}} i {{value3}}, a ćwiczenia obejmują {{value4}} pozycji.
pt_br: Imagem de referência do formulário para {{value1}}. Os principais grupos musculares são {{value2}} e {{value3}}, com {{value4}} exercícios.
pt_pt: Imagem de referência do formulário para {{value1}}. Os principais grupos musculares são {{value2}} e {{value3}}, com {{value4}} exercícios.
ro: Imagini de referință pentru formularul {{value1}}. Principalele zone sunt {{value2}} și {{value3}}, cu {{value4}} exerciții.
ru: Пример формы для {{value1}}. Основные упражнения: {{value2}}, {{value3}} (всего {{value4}})
sk: Použite obrázok {{value1}} ako príklad. Hlavné cielené oblasti sú {{value2}}, {{value3}} a {{value4}} typy cvikov.
sl: Predlog za {{value1}}. Glavni del: {{value2}}, {{value3}} z {{value4}} vajami.
sv: Exempelbild för formen av {{value1}}. Huvudmusklerna används med {{value2}} och {{value3}} för {{value4}} övningar.
ta: {{value1}}க்கான மாதிரிப் படம். முக்கிய பகுதிகள்: {{value2}}, {{value3}} ஆகியவற்றைப் பயன்படுத்தி, {{value4}} வகை பயிற்சிகள்.
te: {{value1}} యొక్క ఫారమ్ నమూనా చిత్రం. ప్రధాన భాగాలు {{value2}}, {{value3}} ఉపయోగించి {{value4}} రకాల వ్యాయామాలు
th: รูปภาพตัวอย่างสำหรับแบบฟอร์ม {{value1}} ส่วนที่สำคัญคือ {{value2}}, {{value3}} และกิจกรรม {{value4}}
tr: {{value1}} formunun örnek görüntüsü. Temel egzersizler {{value2}}, {{value3}} kullanarak {{value4}} türden
uk: Приклад форми для {{value1}}. Основні частини: {{value2}}, {{value3}}, {{value4}} видів.
vi: Hình ảnh mẫu cho «{{value1}}». Các bộ phận chính sử dụng «{{value2}}», «{{value3}}» để thực hiện «{{value4}}» bài tập.
zh_hans: 请参考 {{value1}} 的示例图片。主要锻炼部位为 {{value2}} 和 {{value3}}，共进行 {{value4}} 项动作。
zh_hant: 參考 {{value1}} 的範本圖片。主要部位為{{value2}}、{{value3}}，共{{value4}}種運動
